/* eslint-disable react/no-unescaped-entities */
import React from 'react';

import s from './TermsAndConditions.module.scss';

const TermsAndConditions = () => {
  return (
    <div className={s.content}>
      <p>Τελευταία ενημέρωση Σεπτέμβριος 01, 2023</p>
      <h2>ΣΥΜΦΩΝΙΑ ΜΕ ΤΟΥΣ ΝΟΜΙΚΟΥΣ ΟΡΟΥΣ ΜΑΣ</h2>
      <p>
        Είμαστε η Enospace ('Εταιρεία', 'εμείς', 'μας', ή 'μας'), μια εταιρεία
        που είναι εγγεγραμμένη στην Ελλάδα στην Αθήνα. Διαχειριζόμαστε τον
        ιστότοπο <a href="http://www.mediapp.com">http://www.mediapp.com</a> (ο
        'Ιστότοπος'), καθώς και οποιαδήποτε άλλα σχετικά προϊόντα και υπηρεσίες
        που αναφέρονται ή συνδέονται με αυτούς τους νομικούς όρους (οι 'Νομικοί
        Όροι') (συλλογικά, οι 'Υπηρεσίες'). Μπορείτε να επικοινωνήσετε μαζί μας
        μέσω email στο{' '}
        <a href="mailto:enospacedev@gmail.com">enospacedev@gmail.com</a> ή μέσω
        αλληλογραφίας στην Αθήνα. Οι παρόντες Νομικοί Όροι αποτελούν νομικά
        δεσμευτική συμφωνία ανάμεσα σε εσάς, είτε προσωπικά είτε εκ μέρους ενός
        νομικού προσώπου ('εσείς'), και την Enospace, σχετικά με την πρόσβαση
        και χρήση των Υπηρεσιών. Συμφωνείτε ότι με την πρόσβαση στις Υπηρεσίες,
        έχετε διαβάσει, κατανοήσει και συμφωνήσει να είστε δεμένοι από όλους
        αυτούς τους Νομικούς Όρους. ΕΑΝ ΔΕΝ ΣΥΜΦΩΝΕΙΤΕ ΜΕ ΟΛΟΥΣ ΤΟΥΣ ΝΟΜΙΚΟΥΣ
        ΟΡΟΥΣ, ΤΟΤΕ ΑΠΑΓΟΡΕΥΕΤΑΙ ΡΗΤΩΣ Η ΧΡΗΣΗ ΤΩΝ ΥΠΗΡΕΣΙΩΝ ΚΑΙ ΠΡΕΠΕΙ ΝΑ
        ΔΙΑΚΟΠΕΤΕ ΑΜΕΣΩΣ ΤΗ ΧΡΗΣΗ.
      </p>
      <p>
        Ελλάδα. Θα σας παρέχουμε προηγούμενη ειδοποίηση για οποιεσδήποτε
        προγραμματισμένες αλλαγές στις Υπηρεσίες που χρησιμοποιείτε. Οι
        τροποποιημένοι Νομικοί Όροι θα τεθούν σε ισχύ μετά την ανάρτηση ή την
        ειδοποίησή σας μέσω{' '}
        <a href="mailto:enospacedev@gmail.com">enospacedev@gmail.com</a>, όπως
        αναφέρεται στο μήνυμα email. Συνεχίζοντας να χρησιμοποιείτε τις
        Υπηρεσίες μετά από την ημερομηνία έναρξης οποιωνδήποτε αλλαγών,
        συμφωνείτε να δεσμεύεστε από τους τροποποιημένους όρους.
      </p>
      <p>
        Οι Υπηρεσίες προορίζονται για χρήστες ηλικίας τουλάχιστον 18 ετών. Οι
        ανήλικοι κάτω των 18 ετών δεν επιτρέπεται να χρησιμοποιούν ή να
        εγγράφονται για τις Υπηρεσίες. Σας συνιστούμε να εκτυπώσετε ένα
        αντίγραφο αυτών των Νομικών Όρων για την καταχώρησή σας.
      </p>
      <h3>1. ΟΙ ΥΠΗΡΕΣΙΕΣ ΜΑΣ</h3>
      <p>
        Οι πληροφορίες που παρέχονται κατά τη χρήση των Υπηρεσιών δεν
        προορίζονται για διανομή ή χρήση από οποιονδήποτε πρόσωπο ή νομικό
        πρόσωπο σε οποιαδήποτε δικαιοδοσία ή χώρα όπου η διανομή ή η χρήση αυτή
        θα ήταν αντίθετη προς τον νόμο ή τον κανονισμό ή θα μας υποβάλλαν σε
        οποιαδήποτε απαίτηση εγγραφής εντός της συγκεκριμένης δικαιοδοσίας ή
        χώρας. Συνεπώς, αυτά τα άτομα που επιλέγουν να έχουν πρόσβαση στις
        Υπηρεσίες από άλλες τοποθεσίες το κάνουν με δική τους πρωτοβουλία και
        είναι αποκλειστικά υπεύθυνα για την συμμόρφωση με τους τοπικούς νόμους,
        εάν και όσοι τοπικοί νόμοι είναι εφαρμοστέοι. Οι Υπηρεσίες δεν
        προορίζονται για την συμμόρφωση με τους κανονισμούς που ισχύουν για
        συγκεκριμένες βιομηχανίες (Νόμος Φορητότητας και Λογοδοσίας Υγείας
        (HIPAA), Νόμος Διαχείρισης Πληροφοριών του Ομοσπονδιακού Συστήματος
        Ασφάλειας (FISMA) κ.λπ.), οπότε εάν οι διαδράσεις σας υπόκεινται σε
        τέτοιους νόμους, μπορεί να μην χρησιμοποιήσετε τις Υπηρεσίες. Δεν
        επιτρέπεται η χρήση των Υπηρεσιών με τρόπο που θα παραβιάζει τον Νόμο
        Gramm-Leach-Bliley (GLBA).
      </p>
      <h3>2. ΔΙΚΑΙΩΜΑΤΑ ΠΝΕΥΜΑΤΙΚΗΣ ΙΔΙΟΚΤΗΣΙΑΣ</h3>
      <p>
        <strong>Η δική μας πνευματική ιδιοκτησία:</strong> Είμαστε ο κάτοχος ή ο
        αδειοδότης όλων των δικαιωμάτων πνευματικής ιδιοκτησίας στις Υπηρεσίες
        μας, συμπεριλαμβανομένου όλου του πηγαίου κώδικα, των βάσεων δεδομένων,
        της λειτουργικότητας, του λογισμικού, των σχεδίων του ιστότοπου, του
        ήχου, του βίντεο, του κειμένου, των φωτογραφιών και των γραφικών στις
        Υπηρεσίες (συλλογικά, το 'Περιεχόμενο'), καθώς και των εμπορικών
        σημάτων, των σήματων υπηρεσίας και των λογοτύπων που περιέχονται εκεί
        (τα 'Σήματα'). Το Περιεχόμενο και τα Σήματα προστατεύονται από τον νόμο
        περί πνευματικής ιδιοκτησίας και εμπορικών σημάτων (και διάφορα άλλα
        δικαιώματα πνευματικής ιδιοκτησίας και νόμους ανταγωνισμού) και συνθήκες
        στις Ηνωμένες Πολιτείες και σε όλο τον κόσμο. Το Περιεχόμενο και τα
        Σήματα παρέχονται στις Υπηρεσίες 'ΩΣ ΕΧΟΥΝ' για τους εσωτερικούς σας
        επαγγελματικούς σκοπούς μόνο.
      </p>
      <p>
        <strong>Η χρήση σας των Υπηρεσιών μας:</strong> Με την πλήρη συμμόρφωσή
        σας με αυτούς τους Νομικούς Όρους, συμπεριλαμβανομένης της ενότητας
        'ΑΠΑΓΟΡΕΥΜΕΝΕΣ ΔΡΑΣΤΗΡΙΟΤΗΤΕΣ' παρακάτω, σας χορηγούμε μια μη
        αποκλειστική, μη μεταβιβάσιμη, ανακλητή άδεια για:
        <ul>
          <li>πρόσβαση στις Υπηρεσίες και</li>
          <li>
            λήψη ή εκτύπωση αντιγράφου οποιουδήποτε τμήματος του Περιεχομένου
            για το οποίο έχετε αποκτήσει νόμιμη πρόσβαση.
          </li>
        </ul>
        μόνο για τους εσωτερικούς σας επαγγελματικούς σκοπούς. Εκτός από αυτό
        που ορίζεται σε αυτήν την ενότητα ή αλλού στους Νομικούς Όρους μας,
        κανένα μέρος των Υπηρεσιών, κανένα Περιεχόμενο ή Σήμα δεν μπορεί να
        αντιγραφεί, να αναπαραχθεί, να συγκεντρωθεί, να αναδημοσιευθεί, να
        ανεβεί, να δημοσιευθεί δημόσια, να κωδικοποιηθεί, να μεταφραστεί, να
        μεταδοθεί, να διανεμηθεί, να πωληθεί, να αδειοδοτηθεί ή να εκμεταλλευτεί
        με οποιονδήποτε εμπορικό σκοπό χωρίς την προηγούμενη γραπτή άδειά μας.
        Εάν επιθυμείτε να χρησιμοποιήσετε τις Υπηρεσίες, το Περιεχόμενο ή τα
        Σήματα για οποιονδήποτε σκοπό που δεν αναφέρεται σε αυτήν την ενότητα ή
        αλλού στους Νομικούς Όρους μας, παρακαλούμε να απευθύνετε το αίτημά σας
        στο: <a href="mailto:enospacedev@gmail.com">enospacedev@gmail.com</a>.
        Εάν σας επιτρέψουμε ποτέ να δημοσιεύσετε, να αναπαραχθείτε ή να
        προβάλετε δημόσια οποιοδήποτε μέρος των Υπηρεσιών ή του Περιεχομένου
        μας, πρέπει να μας αναγνωρίσετε ως τους κατόχους ή τους αδειοδότες των
        Υπηρεσιών, του Περιεχομένου ή των Σημάτων και να διασφαλίσετε ότι
        οποιαδήποτε πνευματική ιδιοκτησία ή προπριετάριο αναφέρεται ή είναι
        ορατή στη δημοσίευση, αναπαραγωγή ή προβολή του Περιεχομένου μας.
        Επιφυλάσσουμε όλα τα δικαιώματα που δεν σας χορηγούνται ρητά στις
        Υπηρεσίες, το Περιεχόμενο και τα Σήματα. Οποιαδήποτε παραβίαση αυτών των
        Δικαιωμάτων Πνευματικής Ιδιοκτησίας θα αποτελέσει ουσιαστική παραβίαση
        των Νομικών Όρων μας και το δικαίωμά σας να χρησιμοποιείτε τις Υπηρεσίες
        μας θα τερματιστεί αμέσως.
      </p>
      <p>
        <strong>Οι υποβολές σας:</strong> Παρακαλούμε ανατρέξτε σε αυτήν την
        ενότητα και την ενότητα 'ΑΠΑΓΟΡΕΥΜΕΝΕΣ ΔΡΑΣΤΗΡΙΟΤΗΤΕΣ' με προσοχή πριν
        χρησιμοποιήσετε τις Υπηρεσίες μας για να κατανοήσετε (α) τα δικαιώματα
        που μας παραχωρείτε και (β) τις υποχρεώσεις σας όταν δημοσιεύετε ή
        μεταφορτώνετε οποιοδήποτε περιεχόμενο μέσω των Υπηρεσιών.
      </p>
      <p>
        <strong>Υποβολές:</strong> Απευθείας στέλνοντάς μας οποιαδήποτε ερώτηση,
        σχόλιο, πρόταση, ιδέα, ανατροφοδότηση ή άλλες πληροφορίες σχετικά με τις
        Υπηρεσίες ('Υποβολές'), συμφωνείτε να μας παραχωρήσετε όλα τα δικαιώματα
        πνευματικής ιδιοκτησίας σε αυτήν την Υποβολή. Συμφωνείτε ότι θα είμαστε
        οι κάτοχοι αυτής της Υποβολής και δικαιούμαστε να την χρησιμοποιούμε και
        να την διαδίδουμε χωρίς περιορισμούς για οποιοδήποτε νόμιμο σκοπό,
        εμπορικό ή άλλο, χωρίς αναγνώριση ή αποζημίωση προς εσάς.
      </p>
      <p>
        <strong>Είστε υπεύθυνοι για όσα δημοσιεύετε ή μεταφορτώνετε:</strong>{' '}
        Αποστέλλοντας μας Υποβολές μέσω οποιουδήποτε μέρους των Υπηρεσιών:
        <ul>
          <li>
            επιβεβαιώνετε ότι έχετε διαβάσει και συμφωνείτε με την ενότητα
            'ΑΠΑΓΟΡΕΥΜΕΝΕΣ ΔΡΑΣΤΗΡΙΟΤΗΤΕΣ' μας και δεν θα δημοσιεύσετε, θα
            στείλετε, θα δημοσιεύσετε, θα μεταφορτώσετε ή θα μεταδώσετε μέσω των
            Υπηρεσιών καμία Υποβολή που είναι παράνομη, παρενοχλητική,
            μισαλλόδοξη, βλαβερή, συκοφαντική, ακατάλληλη, προσβλητική,
            διακριτική, απειλητική για οποιοδήποτε άτομο ή ομάδα, σεξουαλικά
            προκλητική, ψευδής, ακριβοδίκαιη, απατηλή ή παραπλανητική.
          </li>
          <li>
            όσον αφορά στο επιτρεπτό από το εφαρμοστέο δίκαιο, αποποιείστε
            οποιοδήποτε ηθικό δικαίωμα σε οποιαδήποτε τέτοια Υποβολή,
          </li>
          <li>
            δηλώνετε ότι οποιαδήποτε τέτοια Υποβολή είναι αρχική για εσάς ή ότι
            έχετε τα απαραίτητα δικαιώματα και άδειες για την υποβολή τέτοιων
            Υποβολών και ότι έχετε πλήρη εξουσία να μας παραχωρήσετε τα παραπάνω
            αναφερόμενα δικαιώματα όσον αφορά τις Υποβολές σας και
          </li>
          <li>
            εγγυάστε και αναπαριστάτε ότι οι Υποβολές σας δεν αποτελούν
            εμπιστευτικές πληροφορίες.
          </li>
        </ul>
        Είστε απολύτως υπεύθυνοι για τις Υποβολές σας και συμφωνείτε ρητά να μας
        αποζημιώσετε για οποιαδήποτε απώλεια που ενδέχεται να υποστούμε λόγω της
        παραβίασης σας (α) αυτής της ενότητας, (β) των πνευματικών δικαιωμάτων
        οποιουδήποτε τρίτου ή (γ) ισχύοντος δικαίου.
      </p>
      <h3>3. ΕΚΠΡΟΣΩΠΗΣΕΙΣ ΧΡΗΣΤΗ</h3>
      <p>
        Χρησιμοποιώντας τις Υπηρεσίες, δηλώνετε και εγγυάστε ότι:
        <ol>
          <li>
            όλες οι πληροφορίες καταχωρίζετε θα είναι αληθείς, ακριβείς,
            επίκαιρες και πλήρεις,
          </li>
          <li>
            θα διατηρήσετε την ακρίβεια αυτών των πληροφοριών και θα ενημερώσετε
            άμεσα αυτές τις πληροφορίες καταχώρισης όποτε είναι απαραίτητο,
          </li>
          <li>
            έχετε τη νόμιμη επιχειρηματική ικανότητα και συμφωνείτε να
            συμμορφωθείτε με αυτούς τους Νομικούς Όρους,
          </li>
          <li>δεν είστε ανήλικος στην αρμόδια νομική δικαιοδοσία,</li>
          <li>
            δεν θα έχετε πρόσβαση στις Υπηρεσίες με αυτοματοποιημένα ή μη
            ανθρώπινα μέσα, είτε μέσω ενός bot, ενός script ή με άλλο τρόπο,
          </li>
          <li>
            δεν θα χρησιμοποιήσετε τις Υπηρεσίες για παράνομο ή μη
            εξουσιοδοτημένο σκοπό και
          </li>
          <li>
            η χρήση σας των Υπηρεσιών δεν θα παραβιάζει οποιονδήποτε ισχύον νόμο
            ή κανονισμό.
          </li>
        </ol>
        Εάν παρέχετε οποιεσδήποτε πληροφορίες που είναι ψευδείς, ακριβώς, μη
        ενημερωμένες ή ατελείς, έχουμε το δικαίωμα να αναστείλουμε ή να
        τερματίσουμε τον λογαριασμό σας και να αρνηθούμε οποιαδήποτε τρέχουσα ή
        μελλοντική χρήση των Υπηρεσιών (ή μέρους αυτών).
      </p>
      <h3>4. ΕΓΓΡΑΦΗ ΧΡΗΣΤΗ</h3>
      <p>
        Μπορεί να σας ζητηθεί να εγγραφείτε για να χρησιμοποιήσετε τις
        Υπηρεσίες. Συμφωνείτε να διατηρήσετε τον κωδικό πρόσβασής σας
        εμπιστευτικό και θα είστε υπεύθυνοι για όλη τη χρήση του λογαριασμού σας
        και του κωδικού πρόσβασής σας. Καταλήξετε ότι το όνομα χρήστη που
        επιλέγετε είναι ακατάλληλο, προσβλητικό ή αλλιώς απαράδεκτο, διατηρούμε
        το δικαίωμα να το αφαιρέσουμε, να ανακτήσουμε ή να το αλλάξουμε.
      </p>
      <h3>5. ΠΡΟΪΟΝΤΑ</h3>
      <p>
        Όλα τα προϊόντα υπόκεινται στη διαθεσιμότητα. Διατηρούμε το δικαίωμα να
        διακόψουμε οποιαδήποτε προϊόντα ανά πάσα στιγμή για οποιονδήποτε λόγο.
        Οι τιμές όλων των προϊόντων υπόκεινται σε αλλαγή.
      </p>
      <h3>6. ΑΓΟΡΕΣ ΚΑΙ ΠΛΗΡΩΜΕΣ</h3>
      <p>Αποδεχόμαστε τις ακόλουθες μορφές πληρωμής:</p>
      <ul>
        <li>PayPal</li>
        <li>Mastercard</li>
        <li>Visa</li>
      </ul>
      <p>
        Συμφωνείτε να παρέχετε τρέχουσες, πλήρεις και ακριβείς πληροφορίες
        αγοράς και λογαριασμού για όλες τις αγορές που γίνονται μέσω των
        Υπηρεσιών. Συμφωνείτε επίσης να ενημερώνετε άμεσα τις πληροφορίες του
        λογαριασμού και της πληρωμής, συμπεριλαμβανομένης της διεύθυνσης email,
        της μεθόδου πληρωμής και της ημερομηνίας λήξης της πληρωματικής κάρτας,
        ώστε να μπορούμε να ολοκληρώσουμε τις συναλλαγές σας και να
        επικοινωνήσουμε μαζί σας όπως απαιτείται. Το φόρο επί των πωλήσεων θα
        προστίθεται στην τιμή των αγορών όπως κρίνεται απαραίτητο από εμάς.
        Μπορούμε να αλλάξουμε τις τιμές ανά πάσα στιγμή. Όλες οι πληρωμές θα
        πραγματοποιούνται σε ευρώ. Συμφωνείτε να πληρώνετε όλες τις χρεώσεις
        στις τιμές που ισχύουν τη στιγμή των αγορών σας και οποιεσδήποτε
        συναφείς επιβαρύνσεις αποστολής και εξόδου και μας εξουσιοδοτείτε να
        χρεώνουμε τον επιλεγμένο πάροχο πληρωμής σας για οποιαδήποτε τέτοια ποσά
        κατά την τοποθέτηση της παραγγελίας σας. Εάν η παραγγελία σας υπόκειται
        σε επαναλαμβανόμενες χρεώσεις, συναινείτε στο να χρεώνουμε τον τρόπο
        πληρωμής σας κατά επανάληψη χωρίς να απαιτείται η προηγούμενη έγκρισή
        σας για κάθε επαναλαμβανόμενη χρέωση, μέχρι να ακυρώσετε την αντίστοιχη
        παραγγελία. Διατηρούμε το δικαίωμα να διορθώσουμε οποιαδήποτε σφάλματα ή
        λάθη στην τιμολόγηση, ακόμη κι αν έχουμε ήδη ζητήσει ή λάβει την
        πληρωμή. Διατηρούμε το δικαίωμα να αρνηθούμε οποιαδήποτε παραγγελία που
        γίνεται μέσω των Υπηρεσιών. Μπορούμε, κατ' ευθείαν κρίση μας, να
        περιορίσουμε ή να ακυρώσουμε τις ποσότητες που αγοράζονται ανά άτομο,
        ανά οικογένεια ή ανά παραγγελία. Αυτοί οι περιορισμοί μπορεί να
        περιλαμβάνουν παραγγελίες που έχουν γίνει από το ίδιο λογαριασμό πελάτη,
        με την ίδια μέθοδο πληρωμής και/ή παραγγελίες που χρησιμοποιούν την ίδια
        διεύθυνση χρέωσης ή αποστολής. Διατηρούμε το δικαίωμα να περιορίσουμε ή
        να απαγορεύσουμε παραγγελίες που, κατά την αποκλειστική μας κρίση,
        φαίνεται να έχουν τοποθετηθεί από διανομείς, αντιπροσώπους ή διανομείς.
      </p>
      <h3>7. ΠΟΛΙΤΙΚΗ ΕΠΙΣΤΡΟΦΩΝ</h3>
      <p>
        Όλες οι πωλήσεις είναι τελικές και δεν θα γίνει καμία επιστροφή
        χρημάτων.
      </p>
      <h3>8. ΑΠΑΓΟΡΕΥΜΕΝΕΣ ΔΡΑΣΤΗΡΙΟΤΗΤΕΣ</h3>
      <p>
        Δεν επιτρέπεται η πρόσβαση ή η χρήση των Υπηρεσιών για οποιονδήποτε
        σκοπό διαφορετικό από αυτόν για τον οποίο καθιστούμε τις Υπηρεσίες
        διαθέσιμες. Οι Υπηρεσίες δεν μπορούν να χρησιμοποιηθούν σε συνδυασμό με
        οποιαδήποτε εμπορική προσπάθεια εκτός από αυτές που είναι ρητά
        εγκεκριμένες ή εγκρίνονται από εμάς. Ως χρήστης των Υπηρεσιών,
        συμφωνείτε να μην:
      </p>
      <ul>
        <li>
          Ανακτάτε συστηματικά δεδομένα ή άλλο περιεχόμενο από τις Υπηρεσίες για
          τη δημιουργία ή συλλογή, άμεσα ή έμμεσα, μιας συλλογής, συλλογής,
          βάσης δεδομένων ή καταλόγου χωρίς γραπτή άδεια από εμάς.
        </li>
        <li>
          Εξαπατάτε, απατάτε ή παραπλανάτε εμάς και άλλους χρήστες, ιδιαίτερα σε
          οποιαδήποτε προσπάθεια να μάθετε ευαίσθητες πληροφορίες λογαριασμού,
          όπως κωδικοί πρόσβασης χρήστη.
        </li>
        <li>
          Παρακάμπτετε, απενεργοποιείτε ή επεμβαίνετε με οποιαδήποτε θεματική
          λειτουργία ασφαλείας των Υπηρεσιών, συμπεριλαμβανομένων των
          λειτουργιών που εμποδίζουν ή περιορίζουν τη χρήση ή την αντιγραφή
          οποιουδήποτε Περιεχομένου ή επιβάλλουν περιορισμούς στη χρήση των
          Υπηρεσιών και/ή του Περιεχομένου που περιέχεται σε αυτές.
        </li>
        <li>
          Αποπονείτε, εξευτελίζετε ή προξενείτε αλλοιώσεις, κατά τη γνώμη μας,
          σε εμάς και/ή στις Υπηρεσίες.
        </li>
        <li>
          Χρησιμοποιείτε οποιεσδήποτε πληροφορίες που έχουν ληφθεί από τις
          Υπηρεσίες προκειμένου να παρενοχλήσετε, καταχράστείτε ή βλάψετε άλλο
          άτομο.
        </li>
        <li>
          Κάνετε κατάχρηση των υπηρεσιών υποστήριξής μας ή υποβάλλετε ψευδείς
          αναφορές κατάχρησης ή κακής συμπεριφοράς.
        </li>
        <li>
          Χρησιμοποιείτε τις Υπηρεσίες με τρόπο ασύμβατο με οποιοδήποτε ισχύον
          νόμο ή κανονισμό.
        </li>
        <li>
          Διεκπεραιώνετε μη εξουσιοδοτημένα πλαίσια ή συνδέσμους προς τις
          Υπηρεσίες.
        </li>
        <li>
          Μεταφορτώνετε ή μεταδίδετε (ή προσπαθείτε να μεταφορτώσετε ή να
          μεταδώσετε) ιούς, τρογλυτικά άλογα ή άλλο υλικό, συμπεριλαμβανομένης
          της υπερβολικής χρήσης κεφαλαίων γραμμάτων και της αποστολής
          ανεπιθύμητων μηνυμάτων (συνεχής ανάρτηση επαναλαμβανόμενου κειμένου),
          που παρεμβαίνει στην αδιάκοπη χρήση και απόλαυση των Υπηρεσιών από
          οποιονδήποτε τρίτο μέρος ή τροποποιεί, επιδεινώνει, διαταράσσει,
          αλλάζει ή παρεμβαίνει στη χρήση, τα χαρακτηριστικά, τις λειτουργίες,
          τη λειτουργία ή τη συντήρηση των Υπηρεσιών.
        </li>
        <li>
          Εμπλέκεστε σε οποιαδήποτε αυτοματοποιημένη χρήση του συστήματος, όπως
          η χρήση σεναρίων για την αποστολή σχολίων ή μηνυμάτων ή η χρήση
          οποιουδήποτε εργαλείου συλλογής και εξαγωγής δεδομένων, όπως το data
          mining, οι ρομπότ ή παρόμοια εργαλεία συλλογής και εξαγωγής δεδομένων.
        </li>
        <li>
          Διαγράφετε το πνευματικό δικαίωμα ή άλλης προπριακής δήλωσης από
          οποιοδήποτε Περιεχόμενο.
        </li>
        <li>
          Προσποιείστε έναν άλλο χρήστη ή πρόσωπο ή χρησιμοποιείτε το όνομα
          χρήστη ενός άλλου χρήστη.
        </li>
        <li>
          Μεταφορτώνετε ή μεταδίδετε (ή προσπαθείτε να μεταφορτώσετε ή να
          μεταδώσετε) οποιοδήποτε υλικό που λειτουργεί ως μηχανισμός πάθησης
          πληροφοριών, περιλαμβανομένων, χωρίς περιορισμό, σαφών μορφών
          ανταλλαγής γραφικών ('gifs'), 1x1 εικονοστοιχεία, ιστοσελιδοπαγίδες,
          cookies ή άλλες παρόμοιες συσκευές (ορισμένες φορές αναφέρονται ως
          'spyware' ή 'passive collection mechanisms' ή 'pcms').
        </li>
        <li>
          Παρεμβαίνετε, διαταράσσετε ή δημιουργείτε υπερβολικό βάρος στις
          Υπηρεσίες ή στους δικτύους ή τις υπηρεσίες που συνδέονται με τις
          Υπηρεσίες.
        </li>
        <li>
          Εκφοβίζετε, ενοχλείτε, εκφοβίζετε ή απειλείτε οποιονδήποτε από τους
          υπαλλήλους ή τους πράκτορες μας που παρέχουν οποιοδήποτε μέρος των
          Υπηρεσιών προς εσάς.
        </li>
        <li>
          Επιχειρείτε να παρακάμψετε οποιαδήποτε μέτρα των Υπηρεσιών που έχουν
          σχεδιαστεί για να προλάβουν ή να περιορίσουν την πρόσβαση στις
          Υπηρεσίες ή οποιοδήποτε μέρος των Υπηρεσιών.
        </li>
        <li>
          Αντιγράφετε ή προσαρμόζετε το λογισμικό των Υπηρεσιών,
          συμπεριλαμβανομένου, αλλά όχι περιορισμένου σε, Flash, PHP, HTML,
          JavaScript ή άλλο κώδικα.
        </li>
        <li>
          Εκτός από ό,τι επιτρέπεται από το ισχύον δίκαιο, αποκρυπτογραφείτε,
          αποσυναρμολογείτε, αποσυναρμολογείτε ή αναστρέφετε τη μηχανογραφία
          οποιουδήποτε από το λογισμικό που αποτελεί μέρος των Υπηρεσιών.
        </li>
        <li>
          Εκτός από τις περιπτώσεις που απορρέουν από την τυπική χρήση μηχανής
          αναζήτησης ή περιηγητή Διαδικτύου, χρησιμοποιείτε, ξεκινάτε,
          αναπτύσσετε ή διανέμετε οποιοδήποτε αυτοματοποιημένο σύστημα,
          συμπεριλαμβανομένου, χωρίς περιορισμό, οποιονδήποτε αράχνη, ρομπότ,
          βοηθητικό πρόγραμμα απάτης, ξεγελάσματος ή ανάγνωσης εκτός σύνδεσης
          που έχει πρόσβαση στις Υπηρεσίες ή χρησιμοποιείτε ή ξεκινάτε κάθε μη
          εξουσιοδοτημένο σενάριο ή άλλο λογισμικό.
        </li>
        <li>
          Χρησιμοποιείτε έναν αγοραστικό πράκτορα ή πράκτορα αγορών για να
          πραγματοποιήσετε αγορές στις Υπηρεσίες.
        </li>
        <li>
          Κάνετε μη εξουσιοδοτημένη χρήση των Υπηρεσιών, συμπεριλαμβανομένης της
          συλλογής ονομάτων χρηστών και/ή διευθύνσεων email των χρηστών με
          ηλεκτρονικά ή άλλα μέσα προς το σκοπό αποστολής ανεπιθύμητων email ή
          δημιουργίας λογαριασμών χρηστών με αυτοματοποιημένα μέσα ή με ψευδείς
          προθέσεις.
        </li>
        <li>
          Χρησιμοποιείτε τις Υπηρεσίες σαν μέρος οποιασδήποτε προσπάθειας
          ανταγωνισμού με εμάς ή για οποιαδήποτε εμπορική δραστηριότητα ή
          επιχείρηση που παράγει έσοδα.
        </li>
      </ul>
      <h3>9. ΣΥΜΒΟΛΕΣ ΧΡΗΣΤΗ</h3>
      <p>
        Οι Υπηρεσίες δεν προσφέρουν στους χρήστες τη δυνατότητα να υποβάλλουν ή
        να δημοσιεύουν περιεχόμενο. Μπορεί να σας παρέχουμε τη δυνατότητα να
        δημιουργήσετε, να υποβάλετε, να δημοσιεύσετε, να εμφανίσετε, να
        μεταδώσετε, να εκτελέσετε, να δημοσιεύσετε, να διανείμετε ή να
        μεταδώσετε περιεχόμενο και υλικό προς εμάς ή μέσω των Υπηρεσιών,
        συμπεριλαμβανομένων, αλλά όχι περιορισμένα, κειμένου, γραπτών, βίντεο,
        ήχου, φωτογραφιών, γραφικών, σχολίων, προτάσεων ή προσωπικών πληροφοριών
        ή άλλου υλικού (συλλογικά, "Συνεισφορές"). Οι Συνεισφορές μπορεί να
        είναι ορατές από άλλους χρήστες των Υπηρεσιών και μέσω ιστότοπων τρίτων.
        Ως τέτοιες, οι οποιεσδήποτε Συνεισφορές που μεταδίδετε μπορεί να
        χειριστούν σύμφωνα με την Πολιτική Απορρήτου των Υπηρεσιών. Όταν
        δημιουργείτε ή καταστήσετε διαθέσιμες οποιεσδήποτε Συνεισφορές,
        εκπροσωπείτε και εγγυάστε ότι:
      </p>
      <ul>
        <li>
          Η δημιουργία, η διανομή, η μετάδοση, η δημόσια εμφάνιση ή εκτέλεση,
          και η πρόσβαση, λήψη ή αντιγραφή των Συνεισφορών σας δεν παραβιάζουν
          τα ιδιοκτησιακά δικαιώματα, συμπεριλαμβανομένων, αλλά όχι
          περιορισμένα, τα πνευματικά δικαιώματα, τα διπλώματα ευρεσιτεχνίας, τα
          εμπορικά σήματα, τα εμπορικά μυστικά ή τα ηθικά δικαιώματα
          οποιουδήποτε τρίτου.
        </li>
        <li>
          Είστε δημιουργός και κάτοχος ή έχετε τις απαραίτητες άδειες,
          δικαιώματα, συγκαταθέσεις, απαλλαγές και άδειες για τη χρήση και την
          εξουσιοδότηση εμάς, τις Υπηρεσίες και άλλους χρήστες των Υπηρεσιών να
          χρησιμοποιήσουν τις Συνεισφορές σας με οποιονδήποτε τρόπο προβλέπεται
          από τις Υπηρεσίες και αυτούς τους Νομικούς Όρους.
        </li>
        <li>
          Έχετε τη γραπτή συγκατάθεση, απαλλαγή και/ή άδεια κάθε αναγνωρίσιμου
          ατόμου στις Συνεισφορές σας να χρησιμοποιήσετε το όνομα ή την εικόνα
          κάθε τέτοιου αναγνωρίσιμου ατόμου για την επιτροπή και χρήση των
          Συνεισφορών σας με οποιονδήποτε τρόπο προβλέπεται από τις Υπηρεσίες
          και αυτούς τους Νομικούς Όρους.
        </li>
        <li>
          Οι Συνεισφορές σας δεν είναι ψευδείς, ανακριβείς ή παραπλανητικές.
        </li>
        <li>
          Οι Συνεισφορές σας δεν είναι ανεπιθύμητες ή μη εξουσιοδοτημένες
          διαφημίσεις, προωθητικό υλικό, πυραμιδικά σχήματα, αλυσιδωτές
          επιστολές, ανεπιθύμητα μηνύματα ή άλλες μορφές προσφοράς.
        </li>
        <li>
          Οι Συνεισφορές σας δεν είναι προσβλητικές, ακατάλληλες, ανάρμοστες,
          βίαιες, παρενοχλητικές, συκοφαντικές, δυσφημιστικές ή αλλιώς
          απαράδεκτες (όπως καθορίζεται από εμάς).
        </li>
        <li>
          Οι Συνεισφορές σας δεν κάνουν χλευασμό, κοροϊδεία, εξευτελισμό,
          εκφοβισμό ή κατάχρηση κανενός.
        </li>
        <li>
          Οι Συνεισφορές σας δεν χρησιμοποιούνται για παρενόχληση ή απειλή (στο
          νομικό νόημα αυτών των όρων) οποιουδήποτε άλλου ατόμου και για
          προώθηση βίας κατά συγκεκριμένου ατόμου ή ομάδας ατόμων.
        </li>
        <li>
          Οι Συνεισφορές σας δεν παραβιάζουν καμία ισχύουσα νόμο, κανονισμό ή
          κανόνα.
        </li>
        <li>
          Οι Συνεισφορές σας δεν παραβιάζουν τα δικαιώματα ιδιωτικότητας ή
          δημοσιότητας κανενός τρίτου.
        </li>
        <li>
          Οι Συνεισφορές σας δεν παραβιάζουν οποιαδήποτε ισχύουσα νόμο σχετικά
          με παιδική πορνογραφία ή άλλες προβλεπόμενες να προστατεύουν την υγεία
          ή την ευημερία των ανηλίκων.
        </li>
        <li>
          Οι Συνεισφορές σας δεν περιλαμβάνουν οποιαδήποτε προσβλητικά σχόλια
          που σχετίζονται με φυλή, εθνική καταγωγή, φύλο, σεξουαλική προτίμηση ή
          σωματική αναπηρία.
        </li>
        <li>
          Οι Συνεισφορές σας δεν παραβιάζουν διαφορετικά ή συνδέονται με υλικό
          που παραβιάζει οποιαδήποτε διάταξη αυτών των Νομικών Όρων, ή
          οποιονδήποτε ισχύον νόμο ή κανονισμό.
        </li>
      </ul>
      <p>
        Κάθε χρήση των Υπηρεσιών που παραβιάζει τα παραπάνω αντίκειται σε
        παραβίαση αυτών των Νομικών Όρων και μπορεί να έχει ως αποτέλεσμα,
        μεταξύ άλλων, τη λήξη ή την αναστολή των δικαιωμάτων σας για χρήση των
        Υπηρεσιών.
      </p>
      <h3>10. ΑΔΕΙΑ ΣΥΜΒΟΛΗΣ</h3>
      <p>
        Εσείς και οι Υπηρεσίες συμφωνείτε ότι μπορούμε να έχουμε πρόσβαση,
        αποθηκεύσουμε, επεξεργαστούμε και χρησιμοποιούμε οποιεσδήποτε
        πληροφορίες και προσωπικά δεδομένα που παρέχετε σύμφωνα με τους όρους
        της Πολιτικής Απορρήτου και τις επιλογές σας (συμπεριλαμβανομένων των
        ρυθμίσεων). Με την υποβολή προτάσεων ή άλλων ανατροφοδοτήσεων σχετικά με
        τις Υπηρεσίες, συμφωνείτε ότι μπορούμε να χρησιμοποιήσουμε και να
        μοιραστούμε τέτοιες ανατροφοδοτήσεις για οποιονδήποτε σκοπό χωρίς
        ανταμοιβή προς εσάς. Δεν ισχυριζόμαστε καμία ιδιοκτησία στις Συνεισφορές
        σας. Παραμένετε πλήρως κάτοχος όλων των Συνεισφορών σας και κάθε
        δικαιώματος πνευματικής ιδιοκτησίας ή άλλου προπριετάρικου δικαιώματος
        που συνδέεται με τις Συνεισφορές σας. Δεν φέρουμε ευθύνη για
        οποιεσδήποτε δηλώσεις ή αντιπροσωπείες στις Συνεισφορές σας που παρέχετε
        σε οποιοδήποτε πεδίο των Υπηρεσιών. Εσείς είστε αποκλειστικά υπεύθυνοι
        για τις Συνεισφορές σας στις Υπηρεσίες και συμφωνείτε ρητώς να μας
        απαλλάξετε από κάθε ευθύνη και να αποχαιρετήσετε οποιαδήποτε νομική
        ενέργεια εναντίον μας σχετικά με τις Συνεισφορές σας.
      </p>
      !<h3>11. ΔΙΑΧΕΙΡΙΣΗ ΥΠΗΡΕΣΙΩΝ</h3>
      <p>Διατηρούμε το δικαίωμα, αλλά όχι την υποχρέωση, να:</p>
      <ol>
        <li>
          παρακολουθούμε τις Υπηρεσίες για παραβιάσεις αυτών των Νομικών Όρων·
        </li>
        <li>
          λαμβάνουμε κατάλληλες νομικές ενέργειες εναντίον οποιουδήποτε, κατ'
          ευθείαν κρίση μας, παραβαίνει το νόμο ή αυτούς τους Νομικούς Όρους,
          συμπεριλαμβανομένου, χωρίς περιορισμό, την αναφορά ενός τέτοιου χρήστη
          στις αρχές της επιβολής του νόμου·
        </li>
        <li>
          κατ' ευθείαν κρίση μας και χωρίς περιορισμό, να αρνηθούμε, να
          περιορίσουμε την πρόσβαση, να περιορίσουμε τη διαθεσιμότητα ή να
          απενεργοποιήσουμε (στον βαθμό που είναι τεχνολογικά εφικτό)
          οποιαδήποτε από τις Συνεισφορές σας ή οποιοδήποτε μέρος αυτών·
        </li>
        <li>
          κατ' ευθείαν κρίση μας και χωρίς περιορισμό, χωρίς προειδοποίηση ή
          ευθύνη, να αφαιρέσουμε από τις Υπηρεσίες ή να απενεργοποιήσουμε κάθε
          αρχείο και περιεχόμενο που είναι υπερβολικά μεγάλο ή οποιοδήποτε άλλο
          τρόπο επιβαρύνει τα συστήματά μας· και
        </li>
        <li>
          να διαχειριζόμαστε τις Υπηρεσίες με τρόπο που στοχεύει στην προστασία
          των δικαιωμάτων και της ιδιοκτησίας μας και στην επιτέλεση της σωστής
          λειτουργίας των Υπηρεσιών.
        </li>
      </ol>
      <h3>12. ΠΟΛΙΤΙΚΗ ΑΠΟΡΡΗΤΟΥ</h3>
      <p>
        Μας ενδιαφέρει η ιδιωτικότητα και η ασφάλεια των δεδομένων. Παρακαλούμε
        διαβάστε την Πολιτική Απορρήτου μας:{' '}
        <a href="http://www.mediapp.comlen/auth/privacy_policy">
          http://www.mediapp.comlen/auth/privacy_policy
        </a>
        . Χρησιμοποιώντας τις Υπηρεσίες, συμφωνείτε να υποκείμεθα στην Πολιτική
        Απορρήτου μας, η οποία ενσωματώνεται σε αυτούς τους Νομικούς Όρους.
        Παρακαλούμε να ενημερωθείτε ότι οι Υπηρεσίες φιλοξενούνται στην Ελλάδα.
        Εάν έχετε πρόσβαση στις Υπηρεσίες από οποιαδήποτε άλλη περιοχή του
        κόσμου με νόμους ή άλλες απαιτήσεις που διέπουν τη συλλογή, τη χρήση ή
        την αποκάλυψη προσωπικών δεδομένων διαφορετικές από τους ισχύοντες
        νόμους στην Ελλάδα, τότε με την συνεχή χρήση των Υπηρεσιών, μεταφέρετε
        τα δεδομένα σας στην Ελλάδα και συγκατατίθεστε ρητά στη μεταφορά και
        επεξεργασία των δεδομένων σας στην Ελλάδα.
      </p>
      <h3>13. ΔΙΑΡΚΕΙΑ ΚΑΙ ΤΕΡΜΑΤΙΣΜΟΣ</h3>
      <p>
        Αυτοί οι Νομικοί Όροι θα παραμείνουν πλήρως ισχύοντες κατά τη διάρκεια
        της χρήσης σας των Υπηρεσιών. ΧΩΡΙΣ ΝΑ ΠΕΡΙΟΡΙΖΕΙ ΟΠΟΙΑΔΗΠΟΤΕ ΑΛΛΗ
        ΠΡΟΒΛΕΨΗ ΑΥΤΩΝ ΤΩΝ ΝΟΜΙΚΩΝ ΟΡΩΝ, ΔΙΑΤΗΡΟΥΜΕ ΤΟ ΔΙΚΑΙΩΜΑ, ΚΑΤ' ΕΥΚΟΛΙΑΝ
        ΜΑΣ ΚΑΙ ΧΩΡΙΣ ΕΙΔΟΠΟΙΗΣΗ Ή ΕΥΘΥΝΗ, ΝΑ ΑΠΑΓΟΡΕΥΣΟΥΜΕ ΤΗΝ ΠΡΟΣΒΑΣΗ ΚΑΙ ΤΗ
        ΧΡΗΣΗ ΤΩΝ ΥΠΗΡΕΣΙΩΝ (ΣΥΜΠΕΡΙΛΑΜΒΑΝΟΜΕΝΗΣ ΤΗΣ ΑΠΟΚΛΕΙΣΤΙΚΗΣ
        ΑΠΟΚΛΕΙΣΤΙΚΟΤΗΤΑΣ ΟΡΙΣΜΕΝΩΝ ΔΙΕΥΘΥΝΣΕΩΝ IP) ΠΡΟΣ ΟΠΟΙΟΝΔΗΠΟΤΕ ΠΡΟΣΩΠΟ
        ΓΙΑ ΟΠΟΙΟΝΔΗΠΟΤΕ ΛΟΓΟ Ή ΧΩΡΙΣ ΚΑΝΕΝΑ ΛΟΓΟ, ΣΥΜΠΕΡΙΛΑΜΒΑΝΟΜΕΝΟΥ ΧΩΡΙΣ
        ΠΕΡΙΟΡΙΣΜΟ, ΤΗΣ ΠΑΡΑΒΙΑΣΗΣ ΟΠΟΙΑΣΔΗΠΟΤΕ ΔΗΛΩΣΗΣ, ΕΓΓΥΗΣΗΣ Ή ΣΥΜΒΑΤΙΚΗΣ
        ΥΠΟΧΡΕΩΣΗΣ ΠΟΥ ΠΕΡΙΕΧΕΤΑΙ ΣΕ ΑΥΤΟΥΣ ΤΟΥΣ ΝΟΜΙΚΟΥΣ ΟΡΟΥΣ Ή ΣΕ
        ΟΠΟΙΟΝΔΗΠΟΤΕ ΙΣΧΥΟΝΤΑ ΝΟΜΟ Ή ΚΑΝΟΝΙΣΜΟ. ΜΠΟΡΟΥΜΕ ΝΑ ΤΕΡΜΑΤΙΣΟΥΜΕ ΤΗΝ
        ΧΡΗΣΗ Ή ΤΗΝ ΣΥΜΜΕΤΟΧΗ ΣΑΣ ΣΤΙΣ ΥΠΗΡΕΣΙΕΣ Ή ΝΑ ΔΙΑΓΡΑΨΟΥΜΕ ΤΟΝ ΛΟΓΑΡΙΑΣΜΟ
        ΣΑΣ ΚΑΙ ΟΠΟΙΟΔΗΠΟΤΕ ΠΕΡΙΕΧΟΜΕΝΟ Ή ΠΛΗΡΟΦΟΡΙΕΣ ΠΟΥ ΑΝΑΡΤΗΣΑΤΕ ΟΠΟΙΑΔΗΠΟΤΕ
        ΣΤΙΓΜΗ, ΧΩΡΙΣ ΠΡΟΕΙΔΟΠΟΙΗΣΗ, ΚΑΤΑ ΤΗΝ ΑΠΟΚΛΕΙΣΤΙΚΗ ΔΙΑΚΡΙΣΗ ΜΑΣ. Εάν
        τερματίσουμε ή αναστείλουμε τον λογαριασμό σας για οποιονδήποτε λόγο,
        σας απαγορεύεται η εγγραφή και δημιουργία ενός νέου λογαριασμού με το
        όνομά σας, ένα ψεύτικο ή δανεισμένο όνομα, ή το όνομα οποιουδήποτε
        τρίτου, ακόμη κι αν ενεργείτε εκ μέρους του τρίτου. Εκτός από την
        τερματισμό ή την αναστολή του λογαριασμού σας, διατηρούμε το δικαίωμα να
        λάβουμε τις κατάλληλες νομικές ενέργειες, συμπεριλαμβανομένων, χωρίς
        περιορισμό, της προσφυγής σε αστική, ποινική και προσωρινή αστική
        αποκατάσταση.
      </p>
      <h3>14. ΤΡΟΠΟΠΟΙΗΣΕΙΣ ΚΑΙ ΔΙΑΚΟΠΕΣ</h3>
      <p>
        Διατηρούμε το δικαίωμα να αλλάξουμε, να τροποποιήσουμε ή να αφαιρέσουμε
        το περιεχόμενο των Υπηρεσιών ανά πάσα στιγμή ή για οποιονδήποτε λόγο
        κατ' αποκλειστική μας ευχέρεια χωρίς προειδοποίηση. Ωστόσο, δεν έχουμε
        καμία υποχρέωση να ενημερώσουμε οποιαδήποτε πληροφορία στις Υπηρεσίες.
        Δεν φέρουμε καμία ευθύνη έναντι εσάς ή οποιουδήποτε τρίτου για
        οποιαδήποτε τροποποίηση, αλλαγή τιμών, αναστολή ή διακοπή των Υπηρεσιών.
        Δεν μπορούμε να εγγυηθούμε ότι οι Υπηρεσίες θα είναι διαθέσιμες σε όλο
        το χρόνο. Μπορεί να αντιμετωπίσουμε προβλήματα υλικού, λογισμικού ή
        άλλης φύσης ή να χρειαστεί να πραγματοποιήσουμε συντήρηση σχετικά με τις
        Υπηρεσίες, με αποτέλεσμα διακοπές, καθυστερήσεις ή σφάλματα. Κατατηρούμε
        το δικαίωμα να αλλάξουμε, να αναθεωρήσουμε, να ενημερώσουμε, να
        αναστείλουμε, να διακόψουμε ή να τροποποιήσουμε διαφορετικά τις
        Υπηρεσίες ανά πάσα στιγμή ή για οποιονδήποτε λόγο χωρίς προειδοποίηση
        προς εσάς. Συμφωνείτε ότι δεν φέρουμε καμία ευθύνη για οποιαδήποτε
        απώλεια, ζημία ή αναστάτωση που προκαλείται από την αδυναμία σας να
        έχετε πρόσβαση ή να χρησιμοποιήσετε τις Υπηρεσίες κατά τη διάρκεια
        οποιασδήποτε διακοπής ή διακοπής των Υπηρεσιών. Τίποτα σε αυτούς τους
        Νομικούς Όρους δεν θα εκληφθεί ως υποχρέωσή μας να διατηρήσουμε και να
        υποστηρίζουμε τις Υπηρεσίες ή να παρέχουμε οποιεσδήποτε διορθώσεις,
        ενημερώσεις ή αναθεωρήσεις σε σχέση με αυτές.
      </p>
      <h3>15. ΙΣΧΥΟΥΣΑ ΝΟΜΟΔΟΣΙΑ</h3>
      <p>
        Αυτοί οι Νομικοί Όροι διέπονται από τους νόμους της Ελλάδας και
        ερμηνεύονται ακολουθώντας τους νόμους της Ελλάδας, και εξαιρούνται ρητά
        οι διατάξεις της Σύμβασης των Ηνωμένων Εθνών για τη Σύναψη Διεθνών
        Εμπορικών Συμβάσεων για την πώληση αγαθών. Εάν η συνήθης κατοικία σας
        βρίσκεται στην ΕΕ και είστε καταναλωτής, διαθέτετε επιπλέον την
        προστασία που παρέχεται από τις υποχρεωτικές διατάξεις του δικαίου στη
        χώρα κατοικίας σας. Η Enospace και εσείς συμφωνείτε και οι δύο να
        υποβληθείτε στη μη αποκλειστική δικαιοδοσία των δικαστηρίων της Αθήνας,
        πράγμα που σημαίνει ότι μπορείτε να υποβάλετε αίτηση για την προστασία
        των καταναλωτικών σας δικαιωμάτων σύμφωνα με αυτούς τους Νομικούς Όρους
        στην Ελλάδα ή στη χώρα της ΕΕ όπου κατοικείτε.
      </p>
      <h3>16. ΕΠΙΛΥΣΗ ΔΙΑΦΟΡΩΝ</h3>
      <p>
        <em>Μη Επίσημες Διαπραγματεύσεις</em>
      </p>
      <p>
        Για να επιταχυνθεί η επίλυση και η οικονομική διαχείριση οποιασδήποτε
        διαφοράς, αντιθέσεως ή αξίωσης που σχετίζεται με αυτούς τους Νομικούς
        Όρους (κάθε "Διαφορά" και συλλογικά, οι "Διαφορές") που υποβάλλεται είτε
        από εσάς είτε από εμάς (ατομικά, ένα "Μέρος" και συλλογικά, τα "Μέρη"),
        τα Μέρη συμφωνούν να προσπαθήσουν πρώτα να διευθετήσουν οποιαδήποτε
        Διαφορά (εκτός από τις Διαφορές που προβλέπονται ρητά παρακάτω)
        απευθείας και ενημερώνοντας το ένα Μέρος το άλλο Μέρος γραπτώς.
      </p>
      <p>
        <em>Δεσμευτική Διαιτησία</em>
      </p>
      <p>
        Οποιαδήποτε διαφορά που προκύπτει από τις σχέσεις μεταξύ των Μερών αυτών
        των Νομικών Όρων θα καθοριστεί από έναν διαιτητή που θα επιλεγεί σύμφωνα
        με τους Κανόνες Διαιτησίας και Εσωτερικών Κανόνων του Ευρωπαϊκού
        Δικαστηρίου Διαιτησίας που είναι μέρος του Ευρωπαϊκού Κέντρου Διαιτησίας
        με έδρα το Στρασβούργο, και που ισχύουν τη στιγμή της υποβολής της
        αίτησης για διαιτησία, και η χώρα διεξαγωγής της διαιτησίας θα είναι η
        Αθήνα, Ελλάδα. Η γλώσσα των διαδικασιών θα είναι η ελληνική. Η
        εφαρμοστέα υποβαθμική νομοθεσία θα είναι η ελληνική νομοθεσία.
      </p>
      <p>
        <em>Περιορισμοί</em>
      </p>
      <p>
        Τα Μέρη συμφωνούν ότι οποιαδήποτε διαιτησία θα περιορίζεται στη Διαφορά
        μεταξύ των Μερών ξεχωριστά. Σε πλήρη συμμόρφωση με το νόμο, (α) δεν θα
        συνδυαστεί καμία διαιτησία με οποιαδήποτε άλλη διαδικασία, (β) δεν
        υπάρχει δικαίωμα ή αρμοδιότητα για οποιαδήποτε Διαφορά να υποβληθεί σε
        διαιτησία με βάση τη μέθοδο των συλλογικών αγωγών ή να χρησιμοποιήσει
        διαδικασίες συλλογικής αγωγής, και (γ) δεν υπάρχει δικαίωμα ή
        αρμοδιότητα για οποιαδήποτε Διαφορά να υποβληθεί σε διαδικασία με βάση
        μια προστασία των συμφερόντων του κοινού ή οποιουδήποτε άλλου προσώπου
        ως εκπρόσωπος.
      </p>
      <p>
        <em>
          Εξαιρέσεις από τις Ανεπίσημες Διαπραγματεύσεις και την Διαιτησία
        </em>
      </p>
      <p>
        Οι Συμβαλλόμενες Μερίδες συμφωνούν ότι οι ακόλουθες Διαφορές δεν
        υπόκεινται στις παραπάνω διατάξεις περί ανεπίσημων διαπραγματεύσεων και
        δεσμευτικής διαιτησίας:
      </p>
      <ol>
        <li>
          οποιεσδήποτε Διαφορές που αποσκοπούν στην επιβολή ή προστασία, ή
          αφορούν την έγκυροτητα των δικαιωμάτων πνευματικής ιδιοκτησίας μιας
          Μερίδας;
        </li>
        <li>
          οποιαδήποτε Διαφορά που σχετίζεται με ή προκύπτει από κατηγορίες
          κλοπής, πειρατείας, παραβίασης της ιδιωτικής ζωής ή μη
          εξουσιοδοτημένης χρήσης; και
        </li>
        <li>οποιαδήποτε αίτηση για εφέσιμη αποζημίωση.</li>
      </ol>
      <p>
        Εάν αυτή η διάταξη θεωρηθεί παράνομη ή μη εφαρμόσιμη, τότε καμία από τις
        Μερίδες δεν θα επιλέξει να υποβάλει σε διαιτησία οποιαδήποτε Διαφορά που
        εμπίπτει σε αυτό το μέρος αυτής της διάταξης που θεωρείται παράνομη ή μη
        εφαρμόσιμη, και μια τέτοια Διαφορά θα αποφασιστεί από ένα δικαστήριο με
        αρμοδιότητα στα παραπάνω αναφερόμενα δικαστήρια, και οι Συμβαλλόμενες
        Μερίδες συμφωνούν να υποβληθούν στην προσωπική δικαιοδοσία αυτού του
        δικαστηρίου.
      </p>
      <h3>17. ΔΙΟΡΘΩΣΕΙΣ</h3>
      <p>
        Μπορεί να υπάρχουν πληροφορίες στις Υπηρεσίες που περιέχουν τυπογραφικά
        λάθη, ανακρίβειες ή παραλείψεις, συμπεριλαμβανομένων περιγραφών,
        τιμολογήσεων, διαθεσιμότητας και διάφορων άλλων πληροφοριών. Διατηρούμε
        το δικαίωμα να διορθώνουμε οποιαδήποτε λάθη, ανακρίβειες ή παραλείψεις
        και να αλλάζουμε ή ενημερώνουμε τις πληροφορίες στις Υπηρεσίες ανά πάσα
        στιγμή, χωρίς προηγούμενη ειδοποίηση.
      </p>
      <h3>18. ΑΠΟΠΟΙΗΣΗ ΕΥΘΥΝΗΣ</h3>
      <p>
        Οι Υπηρεσίες παρέχονται "ως έχουν" και "όπως είναι διαθέσιμες".
        Συμφωνείτε ότι η χρήση σας των Υπηρεσιών θα γίνει με δική σας ευθύνη.
        Στο μέγιστο δυνατό βαθμό που επιτρέπεται από το νόμο, αποποιούμαστε όλων
        των εγγυήσεων, ρητών ή σιωπηρών, σε σχέση με τις Υπηρεσίες και τη χρήση
        σας αυτών, συμπεριλαμβανομένων, χωρίς περιορισμό, των σιωπηρών εγγυήσεων
        εμπορικότητας, καταλληλότητας για συγκεκριμένο σκοπό και αναπαραγωγής.
        Δεν παρέχουμε εγγυήσεις ή αντιπροσωπείες για την ακρίβεια ή την
        πληρότητα του περιεχομένου των Υπηρεσιών ή του περιεχομένου οποιωνδήποτε
        ιστότοπων ή κινητών εφαρμογών που συνδέονται με τις Υπηρεσίες, και δεν
        θα φέρουμε καμία ευθύνη για οποιεσδήποτε (1) λάθη, ατασθαλίες ή
        ανακρίβειες του περιεχομένου και των υλικών, (2) προσωπικούς
        τραυματισμούς ή ζημιές στην περιουσία, οποιασδήποτε φύσης, που
        προκύπτουν από την πρόσβασή σας και χρήση των Υπηρεσιών, (3) μη
        εξουσιοδοτημένη πρόσβαση ή χρήση των ασφαλών μας διακομιστών και / ή
        οποιωνδήποτε προσωπικών πληροφοριών και / ή οικονομικών πληροφοριών που
        αποθηκεύονται σε αυτούς, (4) διακοπή ή διακοπή της μετάδοσης προς ή από
        τις Υπηρεσίες, (5) οποιουσδήποτε ιούς, ιούς τροίαντα, ή παρόμοιο
        λογισμικό που μπορεί να μεταδοθεί προς ή μέσω των Υπηρεσιών από
        οποιονδήποτε τρίτο, και / ή (6) οποιαδήποτε λάθη ή παραλείψεις σε
        οποιοδήποτε περιεχόμενο και υλικά ή για οποιαδήποτε απώλεια ή ζημιά
        οποιουδήποτε είδους υποστείλεται ως αποτέλεσμα της χρήσης οποιουδήποτε
        περιεχομένου που έχει δημοσιευθεί, μεταδοθεί ή διατεθεί δια μέσω των
        Υπηρεσιών. Δεν εγγυούμαστε, δεν υποστηρίζουμε, δεν εγγυόμαστε ή δεν
        φέρουμε ευθύνη για οποιοδήποτε προϊόν ή υπηρεσία που διαφημίζεται ή
        προσφέρεται από τρίτο μέσω των Υπηρεσιών, οποιουδήποτε ιστότοπου με
        σύνδεσμο ή οποιαδήποτε ιστότοπου ή κινητής εφαρμογής που παρουσιάζεται
        σε οποιαδήποτε διαφήμιση ή άλλη διαφήμιση, και δεν θα είμαστε μέρος ή θα
        φέρουμε οποιαδήποτε ευθύνη για την παρακολούθηση οποιασδήποτε συναλλαγής
        μεταξύ σας και οποιουδήποτε παρόχου τρίτων προϊόντων ή υπηρεσιών. Όπως
        και με την αγορά ενός προϊόντος ή υπηρεσίας μέσω οποιουδήποτε μέσου ή σε
        οποιοδήποτε περιβάλλον, πρέπει να χρησιμοποιείτε την καλύτερη σας κρίση
        και να είστε προσεκτικοί εκεί που είναι απαραίτητο.
      </p>
      <h3>19. ΠΕΡΙΟΡΙΣΜΟΙ ΕΥΘΥΝΗΣ</h3>
      <p>
        Σε καμία περίπτωση δεν θα είμαστε εμείς ή οι διευθυντές, υπάλληλοι ή
        πράκτορες μας υπεύθυνοι απέναντί σας ή οποιονδήποτε τρίτο για
        οποιεσδήποτε άμεσες, έμμεσες, παρεμβατικές, υποδεικνυόμενες,
        περιστασιακές, ειδικές ή τιμωρητικές ζημιές, συμπεριλαμβανομένου
        απώλειας κερδών, απώλειας εσόδων, απώλειας δεδομένων ή άλλων ζημιών που
        προκύπτουν από τη χρήση σας των Υπηρεσιών, ακόμη και αν έχουμε
        ενημερωθεί για την πιθανότητα τέτοιων ζημιών. Ανεξαρτήτως οτιουδήποτε
        αντιθέτου που περιέχεται στα παρόντα, η ευθύνη μας απέναντί σας για
        οποιαδήποτε αιτία και ανεξαρτήτως της μορφής της δράσης θα περιοριστεί
        πάντοτε στο ποσό που καταβλήθηκε, εάν υπήρξε, από εσάς προς εμάς κατά
        την έξι (6) μηνών περίοδο πριν από οποιαδήποτε αιτία ενέργειας.
        Ορισμένοι νόμοι των ΗΠΑ και διεθνείς νόμοι δεν επιτρέπουν περιορισμούς
        στις σιωπηρές εγγυήσεις ή τον αποκλεισμό ή περιορισμό ορισμένων ζημιών.
        Εάν αυτοί οι νόμοι ισχύουν για εσάς, ορισμένες ή όλες οι παραπάνω
        αποποιήσεις ή περιορισμοί ενδέχεται να μην ισχύουν για εσάς και
        ενδέχεται να έχετε πρόσθετα δικαιώματα.
      </p>
      <h3>20. ΑΠΟΖΗΜΙΩΣΗ</h3>
      <p>
        Συμφωνείτε να υπερασπίσετε, να αποζημιώσετε και να μας απαλλάξετε από
        οποιαδήποτε απώλεια, ζημία, ευθύνη, αξίωση ή αίτηση από οποιονδήποτε
        τρίτο, συμπεριλαμβανομένων των λογικών δικηγόρων τελών και έξοδων, που
        οφείλονται ή προκύπτουν από: (1) τη χρήση των Υπηρεσιών, (2) παραβίαση
        αυτών των Νομικών Όρων, (3) οποιαδήποτε παραβίαση των εκπροσωπήσεων και
        εγγυήσεων σας που περιγράφονται σε αυτούς τους Νομικούς Όρους, (4) την
        παραβίαση των δικαιωμάτων τρίτων, συμπεριλαμβανομένων, αλλά όχι
        περιοριστικά, των δικαιωμάτων πνευματικής ιδιοκτησίας, ή (5) οποιαδήποτε
        ανοικτή βλάβη προς οποιονδήποτε άλλο χρήστη των Υπηρεσιών με τον οποίο
        συνδεθήκατε μέσω των Υπηρεσιών. Όμως, διατηρούμε το δικαίωμα, με την
        επιβάρυνση εκείνων, να αναλάβουμε την αποκλειστική υπεράσπιση και έλεγχο
        οποιουδήποτε θέματος για το οποίο πρέπει να μας αποζημιώσετε, και
        συμφωνείτε να συνεργαστείτε, με την επιβάρυνση εκείνων, με την άμυνα
        τέτοιων αξιώσεων. Θα καταβάλουμε λογικές προσπάθειες να σας ενημερώσουμε
        για οποιαδήποτε τέτοια αξίωση, αγωγή ή διαδικασία που υπόκειται σε αυτήν
        την αποζημίωση μόλις το γνωρίζουμε.
      </p>
      <h3>21. ΔΕΔΟΜΕΝΑ ΧΡΗΣΤΗ</h3>
      <p>
        Θα διατηρήσουμε ορισμένα δεδομένα που μεταβιβάζετε στις Υπηρεσίες για
        τον σκοπό διαχείρισης της λειτουργίας των Υπηρεσιών, καθώς και δεδομένα
        που σχετίζονται με τη χρήση σας των Υπηρεσιών. Αν και πραγματοποιούμε
        τακτικά εφεδρικά αντίγραφα των δεδομένων, είστε αποκλειστικά υπεύθυνοι
        για όλα τα δεδομένα που μεταβιβάζετε ή σχετίζονται με οποιαδήποτε
        δραστηριότητα που έχετε πραγματοποιήσει χρησιμοποιώντας τις Υπηρεσίες.
        Συμφωνείτε ότι δεν θα έχουμε καμία ευθύνη έναντι σας για απώλεια ή
        καταστροφή τέτοιων δεδομένων και αποδίδετε εδώ κάθε δικαίωμα δικαιώματος
        εναγωγής εναντίον μας που προκύπτει από απώλεια ή καταστροφή τέτοιων
        δεδομένων.
      </p>
      <h3>22. ΗΛΕΚΤΡΟΝΙΚΕΣ ΕΠΙΚΟΙΝΩΝΙΕΣ, ΣΥΝΑΛΛΑΓΕΣ ΚΑΙ ΥΠΟΓΡΑΦΕΣ</h3>
      <p>
        Η επίσκεψη στις Υπηρεσίες, η αποστολή μας ηλεκτρονικών μηνυμάτων και η
        συμπλήρωση ηλεκτρονικών φορμών αποτελούν ηλεκτρονικές επικοινωνίες.
        Συναινείτε να λαμβάνετε ηλεκτρονικές επικοινωνίες και συμφωνείτε ότι
        όλες οι συμφωνίες, ανακοινώσεις, αποκαλύψεις και άλλες επικοινωνίες που
        σας παρέχουμε ηλεκτρονικά, μέσω ηλεκτρονικού ταχυδρομείου και στις
        Υπηρεσίες, ικανοποιούν κάθε νομική απαίτηση ότι η επικοινωνία πρέπει να
        είναι γραπτή. ΣΥΜΦΩΝΕΙΤΕ ΕΔΩΜΕΣΑ ΣΤΗΝ ΧΡΗΣΗ ΗΛΕΚΤΡΟΝΙΚΩΝ ΥΠΟΓΡΑΦΩΝ,
        ΣΥΜΒΑΣΕΩΝ, ΠΑΡΑΓΓΕΛΙΩΝ ΚΑΙ ΑΛΛΩΝ ΕΓΓΡΑΦΩΝ, ΚΑΘΩΣ ΚΑΙ ΣΤΗΝ ΗΛΕΚΤΡΟΝΙΚΗ
        ΠΑΡΑΔΟΣΗ ΕΙΔΟΠΟΙΗΣΕΩΝ, ΠΟΛΙΤΙΚΩΝ ΚΑΙ ΕΓΓΡΑΦΩΝ ΣΥΝΑΛΛΑΓΩΝ ΠΟΥ
        ΠΡΑΓΜΑΤΟΠΟΙΟΥΝΤΑΙ Ή ΟΛΟΚΛΗΡΩΝΟΝΤΑΙ ΑΠΟ ΕΜΑΣ Η ΜΕΣΩ ΤΩΝ ΥΠΗΡΕΣΙΩΝ.
        Αποδίδετε εδώ κάθε δικαίωμα ή απαίτηση σε οποιαδήποτε νόμους,
        κανονισμούς, κανόνες, διαταγές ή άλλους νόμους σε οποιοδήποτε δικαστική
        αρχή που απαιτεί αρχική υπογραφή ή παράδοση ή διατήρηση μη ηλεκτρονικών
        εγγράφων, ή πληρωμών ή χορήγησης πιστώσεων με οποιονδήποτε άλλο τρόπο
        εκτός από ηλεκτρονικά μέσα.
      </p>
      <h3>23. ΧΡΗΣΤΕΣ ΚΑΙ ΚΑΤΟΙΚΟΙ ΤΗΣ ΚΑΛΙΦΟΡΝΙΑ</h3>
      <p>
        Εάν κάποια παράπονο μαζί μας δεν επιλύεται ικανοποιητικά, μπορείτε να
        επικοινωνήσετε με την Μονάδα Βοήθειας Παραπόνων της Διεύθυνσης
        Καταναλωτικών Υπηρεσιών του Τμήματος Καταναλωτικών Υποθέσεων του
        Καλιφόρνια γραπτώς στη διεύθυνση 1625 North Market Blvd., Suite N 112,
        Sacramento, California 95834, ή τηλεφωνικώς στο (800) 952-5210 ή (916)
        445-1254.
      </p>
      <h3>24. ΔΙΑΦΟΡΑ</h3>
      <p>
        Οι παρόντες Νομικοί Όροι και οι οποιοιδήποτε κανόνες λειτουργίας που
        αναρτούνται από εμάς στις Υπηρεσίες ή σχετικά με αυτές αποτελούν την
        πλήρη συμφωνία και κατανόηση μεταξύ σας και εμάς. Η παράλειψή μας να
        επιδιώξουμε ή να επιβάλουμε οποιοδήποτε δικαίωμα ή διάταξη αυτών των
        Νομικών Όρων δεν θα θεωρηθεί ως παραίτηση αυτού του δικαιώματος ή αυτής
        της διάταξης. Οι παρόντες Νομικοί Όροι ισχύουν στο μέγιστο δυνατό βαθμό
        που επιτρέπεται από το νόμο. Μπορούμε να αναθέσουμε οποιονδήποτε ή όλα
        τα δικαιώματα και τις υποχρεώσεις μας σε άλλους ανά πάσα στιγμή. Δεν θα
        είμαστε υπεύθυνοι ή υπεύθυνοι για οποιαδήποτε απώλεια, ζημία,
        καθυστέρηση ή αποτυχία ενέργειας που προκαλείται από οποιαδήποτε αιτία
        πέραν του λογικού ελέγχου μας. Εάν οποιαδήποτε διάταξη ή μέρος διάταξης
        των παρόντων Νομικών Όρων κριθεί παράνομη, άκυρη ή μη εφαρμόσιμη, η
        συγκεκριμένη διάταξη ή μέρος της διάταξης θεωρείται ανεξάρτητο από τους
        παρόντες Νομικούς Όρους και δεν επηρεάζει την έγκυροτητα και
        εφαρμοστικότητα των υπόλοιπων διατάξεων. Δεν υπάρχει κοινό εγχείρημα,
        εταιρική σχέση, απασχόληση ή σχέση εκπροσώπησης που δημιουργείται μεταξύ
        εσάς και εμάς ως αποτέλεσμα των παρόντων Νομικών Όρων ή της χρήσης των
        Υπηρεσιών. Συμφωνείτε ότι οι παρόντες Νομικοί Όροι δεν θα ερμηνευθούν
        εις βάρος μας από το γεγονός ότι τους συνέταξαμε. Απαλλάσσετε εδώ όλες
        τις υποχρεώσεις που μπορεί να έχετε βάσει της ηλεκτρονικής μορφής των
        παρόντων Νομικών Όρων και της έλλειψης υπογραφής από τα ενδιαφερόμενα
        μέρη για την εκτέλεση των παρόντων Νομικών Όρων.
      </p>
      <h3>25. ΕΠΙΚΟΙΝΩΝΗΣΤΕ ΜΑΖΙ ΜΑΣ</h3>
      <p>
        Για να επιλύσετε ένα παράπονο σχετικά με τις Υπηρεσίες ή για να λάβετε
        περαιτέρω πληροφορίες σχετικά με τη χρήση των Υπηρεσιών, παρακαλούμε
        επικοινωνήστε μαζί μας στη διεύθυνση: Enospace, Αθήνα, Ελλάδα,
        enospacedev@gmail.com.
      </p>
    </div>
  );
};

export default TermsAndConditions;
