/* eslint-disable react/no-unescaped-entities */

import s from './PrivacyPolicy.module.scss';

const PrivacyPolicyEl = () => {
  return (
    <div className={s.content}>
      <p>Τελευταία ενημέρωση Σεπτέμβριος 01, 2023</p>

      <p>
        Αυτή η ειδοποίηση απορρήτου για ("εμείς", "εμείς" ή "μας"), περιγράφει
        πώς και γιατί ενδέχεται να συλλέγει, να αποθηκεύει, να χρησιμοποιεί
        και/ή να κοινοποιεί ("επεξεργάζεται") τις πληροφορίες σας όταν
        χρησιμοποιείτε τις υπηρεσίες μας ("Υπηρεσίες"), όπως όταν:
      </p>

      <p>
        Ερωτήσεις ή ανησυχίες; Η ανάγνωση αυτής της σημείωσης απορρήτου θα σας
        βοηθήσει κατανοήσετε τα δικαιώματα και τις επιλογές σας στο απόρρητο.
        Εάν δεν συμφωνείτε με μας πολιτικές και πρακτικές, μην χρησιμοποιείτε
        τις Υπηρεσίες μας. Αν ακόμα έχετε οποιεσδήποτε ερωτήσεις ή ανησυχίες,
        επικοινωνήστε μαζί μας.
      </p>

      <h3>ΣΥΝΟΨΗ ΒΑΣΙΚΩΝ ΣΗΜΕΙΩΝ</h3>

      <p>
        Αυτή η σύνοψη παρέχει βασικά σημεία από τη σημείωση απορρήτου μας, αλλά
        μπορείτε μάθετε περισσότερες λεπτομέρειες για οποιοδήποτε από αυτά τα
        θέματα κάνοντας κλικ στον σύνδεσμο ακολουθώντας κάθε βασικό σημείο ή
        χρησιμοποιώντας τον παρακάτω πίνακα περιεχομένων για να βρείτε την
        ενότητα που αναζητάτε.
      </p>

      <p>
        Ποιες προσωπικές πληροφορίες επεξεργαζόμαστε; Όταν επισκέπτεστε,
        χρησιμοποιείτε ή πλοηγηθείτε στις Υπηρεσίες μας, ενδέχεται να
        επεξεργαστούμε προσωπικές πληροφορίες ανάλογα με πώς αλληλεπιδράτε μαζί
        μας και τις Υπηρεσίες, τις επιλογές που κάνετε και προϊόντα και
        χαρακτηριστικά που βλέπετε. Μάθετε περισσότερα για τα προσωπικά σας
        στοιχεία αποκαλύψτε μας.
      </p>

      <h5>
        Επεξεργαζόμαστε ευαίσθητες προσωπικές πληροφορίες; Δεν επεξεργαζόμαστε
        ευαίσθητες προσωπικές πληροφορίες.
      </h5>

      <h5>
        Λαμβάνουμε πληροφορίες από τρίτους; Μπορεί να λάβουμε πληροφορίες από
        δημόσιες βάσεις δεδομένων, συνεργάτες μάρκετινγκ, μέσα κοινωνικής
        δικτύωσης πλατφόρμες και άλλες εξωτερικές πηγές. Μάθετε περισσότερα
        σχετικά με τις πληροφορίες συλλέγονται από άλλες πηγές.
      </h5>

      <h5>
        Πώς επεξεργαζόμαστε τις Πληροφορίες σας; Επεξεργαζόμαστε τις πληροφορίες
        σας σε παρέχουμε, βελτιώνουμε και διαχειριζόμαστε τις Υπηρεσίες μας,
        επικοινωνούμε μαζί σας, για ασφάλεια και πρόληψη της απάτης, και να
        «συμμορφωθείτε με τη νομοθεσία. Μπορούμε επίσης επεξεργασία των
        πληροφοριών σας για άλλους σκοπούς με τη συγκατάθεσή σας. Εμείς
        Επεξεργαζόμαστε τις πληροφορίες σας μόνο όταν έχουμε βάσιμο νομικό λόγο
        Έτσι. Μάθετε περισσότερα σχετικά με τον τρόπο επεξεργασίας των
        πληροφοριών σας.
      </h5>

      <h5>
        Σε ποιες καταστάσεις και με ποια κόμματα μοιραζόμαστε προσωπικά
        πληροφορίες? Ενδέχεται να μοιραστούμε πληροφορίες σε συγκεκριμένες
        καταστάσεις και με συγκεκριμένα τρίτα μέρη. Μάθετε περισσότερα για το
        πότε και με ποιον μοιραζόμαστε τα προσωπικά σας στοιχεία.
      </h5>

      <h5>
        Ποια είναι τα δικαιώματά σας; Ανάλογα με το πού βρίσκεστε γεωγραφικά, η
        ισχύουσα νομοθεσία περί απορρήτου μπορεί να σημαίνει ότι έχετε ορισμένα
        δικαιώματα σχετικά τα προσωπικά σας στοιχεία. Μάθετε περισσότερα για τα
        δικαιώματα απορρήτου σας.
      </h5>

      <h3>1. ΤΙ ΠΛΗΡΟΦΟΡΙΕΣ ΣΥΛΛΕΓΟΥΜΕ;</h3>
      <p>Προσωπικές πληροφορίες που μας αποκαλύπτετε</p>
      <p>Εν συντομία: Συλλέγουμε προσωπικές πληροφορίες που μας παρέχετε.</p>
      <p>
        Συλλέγουμε προσωπικές πληροφορίες που μας παρέχετε οικειοθελώς όταν
        εγγραφείτε στις Υπηρεσίες, εκδηλώνετε ενδιαφέρον να αποκτήσετε
        πληροφορίες σχετικά με εμάς ή τα προϊόντα και τις υπηρεσίες μας, όταν
        συμμετέχετε Σε δραστηριότητες στις Υπηρεσίες ή με άλλο τρόπο όταν
        επικοινωνείτε μαζί μας.
      </p>
      <p>Ευαίσθητες πληροφορίες. Δεν επεξεργαζόμαστε ευαίσθητες πληροφορίες.</p>
      <p>
        Όλες οι προσωπικές πληροφορίες που μας παρέχετε πρέπει να είναι αληθείς,
        πλήρεις, και ακριβείς, και πρέπει να μας ειδοποιήσετε για τυχόν αλλαγές
        σε τέτοια προσωπικά πληροφορίες.
      </p>
      <p>Πληροφορίες που συλλέγονται αυτόματα</p>
      <p>
        Εν συντομία: Ορισμένες πληροφορίες — όπως η διεύθυνσή σας Πρωτοκόλλου
        Διαδικτύου (IP). ή/και χαρακτηριστικά προγράμματος περιήγησης και
        συσκευής — συλλέγεται αυτόματα όταν επισκέπτεστε τις Υπηρεσίες μας.
      </p>
      <p>
        Συλλέγουμε αυτόματα ορισμένες πληροφορίες όταν επισκέπτεστε,
        χρησιμοποιείτε ή πλοηγηθείτε στις Υπηρεσίες. Αυτές οι πληροφορίες δεν
        αποκαλύπτουν τη δική σας ταυτότητα (όπως το όνομά σας ή τα στοιχεία
        επικοινωνίας σας), αλλά μπορεί να περιλαμβάνει συσκευή και πληροφορίες
        χρήσης, όπως η διεύθυνση IP, το πρόγραμμα περιήγησης και η συσκευή σας
        χαρακτηριστικά, λειτουργικό σύστημα, προτιμήσεις γλώσσας, URL
        παραπομπής, όνομα συσκευής, χώρα, τοποθεσία, Πληροφορίες σχετικά με το
        πώς και πότε χρησιμοποιείτε τις Υπηρεσίες μας και άλλες τεχνικές
        πληροφορίες. Αυτές οι πληροφορίες είναι πρωτίστως απαραίτητο για τη
        διατήρηση της ασφάλειας και της λειτουργίας των Υπηρεσιών μας, και για
        τους σκοπούς της εσωτερικής μας ανάλυσης και αναφοράς.
      </p>
      <p>
        Όπως πολλές επιχειρήσεις, συλλέγουμε επίσης πληροφορίες μέσω cookies και
        παρόμοιες τεχνολογίες.
      </p>

      <h3>2. ΠΩΣ ΕΠΕΞΕΡΓΑΖΟΥΜΕ ΤΙΣ ΠΛΗΡΟΦΟΡΙΕΣ ΣΑΣ;</h3>
      <p>
        Εν συντομία: Επεξεργαζόμαστε τις πληροφορίες σας για να παρέχουμε, να
        βελτιώσουμε και διαχείριση των Υπηρεσιών μας, επικοινωνία μαζί σας, για
        ασφάλεια και απάτη πρόληψης και συμμόρφωσης με τη νομοθεσία. Ενδέχεται
        επίσης να επεξεργαστούμε τις πληροφορίες σας για άλλους σκοπούς με τη
        συγκατάθεσή σας.
      </p>
      <p>
        Επεξεργαζόμαστε τα προσωπικά σας στοιχεία για διάφορους λόγους, ανάλογα
        σχετικά με τον τρόπο αλληλεπίδρασης με τις Υπηρεσίες μας,
        συμπεριλαμβανομένων:
      </p>

      <h3>3. ΠΟΤΕ ΚΑΙ ΜΕ ΠΟΙΟΝ ΜΟΙΡΑΖΟΜΑΣΤΕ ΤΑ ΠΡΟΣΩΠΙΚΑ ΣΑΣ ΣΤΟΙΧΕΙΑ;</h3>

      <p>
        Εν συντομία: Ενδέχεται να μοιραστούμε πληροφορίες σε συγκεκριμένες
        καταστάσεις που περιγράφονται στο αυτό το τμήμα ή/και με τα ακόλουθα
        τρίτα μέρη.
      </p>
      <p>
        Ίσως χρειαστεί να κοινοποιήσουμε τα προσωπικά σας στοιχεία στα παρακάτω
        καταστάσεις:
      </p>

      <ul>
        <li>
          Μεταβιβάσεις επιχειρήσεων. Ενδέχεται να μοιραστούμε ή να μεταφέρουμε
          τις πληροφορίες σας σύνδεση με ή κατά τη διάρκεια διαπραγματεύσεων για
          οποιαδήποτε συγχώνευση, πώληση εταιρικά περιουσιακά στοιχεία,
          χρηματοδότηση ή απόκτηση του συνόλου ή μέρους μας επιχείρηση σε άλλη
          εταιρεία.
        </li>

        <li>
          Συνεργάτες. Ενδέχεται να μοιραστούμε τις πληροφορίες σας με τις
          θυγατρικές μας, σε Σε αυτή την περίπτωση, θα απαιτήσουμε από αυτές τις
          συνδεδεμένες εταιρείες να τηρήσουν αυτό το απόρρητο ειδοποίηση. Οι
          συνδεδεμένες εταιρείες περιλαμβάνουν τη μητρική μας εταιρεία και τυχόν
          θυγατρικές, συνεργάτες κοινοπραξίας ή άλλες εταιρείες που ελέγχουμε ή
          που βρίσκονται υπό κοινό έλεγχο μαζί μας.
        </li>

        <li>
          Συνέταιροι. \Μπορεί να μοιραστούμε τις πληροφορίες σας με την
          επιχείρησή μας συνεργάτες για να σας προσφέρουν ορισμένα προϊόντα,
          υπηρεσίες ή προωθητικές ενέργειες.
        </li>
      </ul>

      <h3>4. ΧΡΗΣΙΜΟΠΟΙΟΥΜΕ COOKIES ΚΑΙ ΑΛΛΕΣ ΤΕΧΝΟΛΟΓΙΕΣ ΠΑΡΑΚΟΛΟΥΘΗΣΗΣ;</h3>

      <p>
        Εν συντομία: Ενδέχεται να χρησιμοποιήσουμε cookies και άλλες τεχνολογίες
        παρακολούθησης για τη συλλογή και αποθηκεύστε τις πληροφορίες σας.
      </p>
      <p>
        Ενδέχεται να χρησιμοποιήσουμε cookies και παρόμοιες τεχνολογίες
        παρακολούθησης (όπως web beacons και pixel) για πρόσβαση ή αποθήκευση
        πληροφοριών. Συγκεκριμένες πληροφορίες για πώς χρησιμοποιούμε τέτοιες
        τεχνολογίες και πώς μπορείτε να αρνηθείτε ορισμένα cookies είναι όπως
        ορίζεται στην Ειδοποίηση Cookie.
      </p>

      <h3>5. ΠΩΣ ΧΕΙΡΙΖΟΜΑΣΤΕ ΤΙΣ ΚΟΙΝΩΝΙΚΕΣ ΣΥΝΔΕΣΕΙΣ ΣΑΣ;</h3>
      <p>
        Εν συντομία: Εάν επιλέξετε να εγγραφείτε ή να συνδεθείτε στις Υπηρεσίες
        μας χρησιμοποιώντας α λογαριασμό στα μέσα κοινωνικής δικτύωσης,
        ενδέχεται να έχουμε πρόσβαση σε ορισμένες πληροφορίες σχετικά με εσείς.
      </p>
      <p>
        Οι Υπηρεσίες μας σας προσφέρουν τη δυνατότητα να εγγραφείτε και να
        συνδεθείτε χρησιμοποιώντας το δικό σας λεπτομέρειες λογαριασμού
        κοινωνικών μέσων τρίτων (όπως το Facebook ή το Twitter συνδέσεις). Όπου
        επιλέξετε να το κάνετε αυτό, θα λάβουμε συγκεκριμένο προφίλ Πληροφορίες
        για εσάς από τον πάροχο μέσων κοινωνικής δικτύωσης. Το προφίλ Οι
        πληροφορίες που λαμβάνουμε ενδέχεται να διαφέρουν ανάλογα με τον πάροχο
        μέσων κοινωνικής δικτύωσης αφορά, αλλά συχνά θα περιλαμβάνει το όνομά
        σας, τη διεύθυνση email, τους φίλους σας λίστα και εικόνα προφίλ, καθώς
        και άλλες πληροφορίες που επιλέγετε δημοσιοποιήστε σε μια τέτοια
        πλατφόρμα κοινωνικής δικτύωσης.
      </p>
      <p>
        Θα χρησιμοποιήσουμε τις Πληροφορίες που λαμβάνουμε μόνο για τους σκοπούς
        που είναι περιγράφονται στην παρούσα σημείωση απορρήτου ή που σας
        καθίστανται σαφείς με άλλο τρόπο στις σχετικές Υπηρεσίες. Λάβετε υπόψη
        ότι δεν ελέγχουμε και είμαστε δεν ευθύνεται για άλλες χρήσεις των
        προσωπικών σας στοιχείων από εσάς τρίτος πάροχος μέσων κοινωνικής
        δικτύωσης. Σας συνιστούμε να τα ελέγξετε ειδοποίηση απορρήτου για να
        κατανοήσετε πώς συλλέγουν, χρησιμοποιούν και μοιράζονται το δικό σας
        προσωπικές πληροφορίες και πώς μπορείτε να ορίσετε τις προτιμήσεις
        απορρήτου σας τους ιστότοπους και τις εφαρμογές τους.
      </p>

      <h3>6.1 ΟΙ ΠΛΗΡΟΦΟΡΙΕΣ ΣΑΣ ΜΕΤΑΦΕΡΟΝΤΑΙ ΔΙΕΘΝΩΣ;</h3>

      <p>
        Εν συντομία: Μπορούμε να μεταφέρουμε, να αποθηκεύσουμε και να
        επεξεργαστούμε τις πληροφορίες σας χώρες εκτός από τη δική σας. Οι
        διακομιστές μας βρίσκονται στο. Αν είστε όταν έχετε πρόσβαση στις
        Υπηρεσίες μας από έξω, θα πρέπει να γνωρίζετε ότι πληροφορίες μπορεί να
        μεταφερθούν, να αποθηκευτούν και να υποβληθούν σε επεξεργασία από εμάς
        στο δικό μας εγκαταστάσεις και από αυτά τα τρίτα μέρη με τα οποία
        μπορούμε να μοιραστούμε τη δική σας προσωπικές πληροφορίες (δείτε «ΠΟΤΕ
        ΚΑΙ ΜΕ ΠΟΙΟΝ ΜΟΙΡΑΖΟΜΑΣΤΕ ΤΑ ΠΡΟΣΩΠΙΚΑ ΣΑΣ ΠΛΗΡΟΦΟΡΙΕΣ;» παραπάνω), σε
        και άλλες χώρες.
      </p>

      <p>
        Εάν είστε κάτοικος του Ευρωπαϊκού Οικονομικού Χώρου (ΕΟΧ) ή των Ηνωμένων
        Πολιτειών Βασίλειο (Ηνωμένο Βασίλειο), τότε αυτές οι χώρες μπορεί να μην
        έχουν απαραίτητα δεδομένα νόμους προστασίας ή άλλους παρόμοιους νόμους
        εξίσου περιεκτικούς με αυτούς που έχετε στη διάθεσή σας Χώρα. Ωστόσο, θα
        λάβουμε όλα τα απαραίτητα μέτρα για την προστασία σας προσωπικές
        πληροφορίες σύμφωνα με την παρούσα δήλωση απορρήτου και εφαρμόσιμος
        νόμος.
      </p>

      <h3>7. ΠΟΣΟ ΚΑΙΡΟ ΔΙΑΤΗΡΟΥΜΕ ΤΙΣ ΠΛΗΡΟΦΟΡΙΕΣ ΣΑΣ;</h3>

      <p>
        Εν ολίγοις: Διατηρούμε τις πληροφορίες σας για όσο χρονικό διάστημα
        είναι απαραίτητο τους σκοπούς που περιγράφονται στην παρούσα σημείωση
        απορρήτου, εκτός εάν απαιτείται διαφορετικά με νόμο.
      </p>
      <p>
        Θα διατηρήσουμε μόνο τα προσωπικά σας στοιχεία για όσο διάστημα είναι
        απαραίτητο για τους σκοπούς που ορίζονται στην παρούσα σημείωση
        απορρήτου, εκτός εάν α μεγαλύτερη περίοδος διατήρησης απαιτείται ή
        επιτρέπεται από το νόμο (όπως φόρος, λογιστικές ή άλλες νομικές
        απαιτήσεις).
      </p>

      <p>
        Όταν δεν έχουμε τρέχουσα νόμιμη επιχειρηματική ανάγκη να επεξεργαστούμε
        τη δική σας προσωπικά στοιχεία, είτε θα τα διαγράψουμε είτε θα τα
        ανωνυμοποιήσουμε πληροφορίες ή, Εάν αυτό δεν είναι δυνατό (για
        παράδειγμα, επειδή σας προσωπικές πληροφορίες έχουν αποθηκευτεί σε
        εφεδρικά αρχεία), τότε θα το κάνουμε αποθηκεύστε με ασφάλεια τις
        προσωπικές σας πληροφορίες και απομονώστε t από οποιαδήποτε περαιτέρω
        επεξεργασία μέχρι να είναι δυνατή η διαγραφή.
      </p>

      <h3>8. ΣΥΛΛΕΓΟΥΜΕ ΠΛΗΡΟΦΟΡΙΕΣ ΑΠΟ ΑΝΗΛΙΚΟΥΣ;</h3>

      <p>
        Εν ολίγοις: Δεν συλλέγουμε εν γνώσει μας δεδομένα από παιδιά ούτε
        προωθούμε σε αυτά ηλικίας κάτω των 18 ετών.
      </p>
      <p>
        Δεν ζητάμε εν γνώσει μας δεδομένα από παιδιά κάτω των 18 ετών ή δεν
        διαθέτουμε στην αγορά ετών. Χρησιμοποιώντας τις Υπηρεσίες, δηλώνετε ότι
        είστε τουλάχιστον 18 ή ότι είστε ο γονέας ή ο κηδεμόνας ενός τέτοιου
        ανηλίκου και συναινείτε τέτοια ανήλικα εξαρτώμενα άτομα χρησιμοποιούν
        τις Υπηρεσίες. Αν κλίνουμε αυτό το προσωπικό έχουν συλλεχθεί πληροφορίες
        από χρήστες κάτω των 18 ετών, εμείς θα απενεργοποιήσει τον λογαριασμό
        και θα λάβει εύλογα μέτρα για να διαγράψτε τέτοια δεδομένα από τα αρχεία
        μας. Εάν λάβετε γνώση οποιωνδήποτε δεδομένων, εμείς μπορεί να έχει
        συλλέξει από παιδιά κάτω των 18 ετών, επικοινωνήστε μαζί μας.
      </p>

      <h3>9. ΠΟΙΑ ΕΙΝΑΙ ΤΑ ΔΙΚΑΙΩΜΑΤΑ ΣΑΣ ΑΠΟΡΡΗΤΟΥ;</h3>

      <p>
        Εν συντομία: Μπορείτε να ελέγξετε, να αλλάξετε ή να τερματίσετε τον
        λογαριασμό σας ανά πάσα στιγμή.
      </p>

      <p>
        Ανάκληση της συγκατάθεσής σας: Εάν βασιζόμαστε στη συγκατάθεσή σας για
        επεξεργασία τα προσωπικά σας στοιχεία, τα οποία μπορεί να είναι ρητή ή
        σιωπηρή συγκατάθεση ανάλογα με την ισχύουσα νομοθεσία, έχετε το δικαίωμα
        να αποσύρετε το δικό σας συγκατάθεση ανά πάσα στιγμή. Μπορείτε να
        ανακαλέσετε τη συγκατάθεσή σας ανά πάσα στιγμή από επικοινωνώντας μαζί
        μας χρησιμοποιώντας τα στοιχεία επικοινωνίας που παρέχονται στην ενότητα
        "ΠΩΣ ΕΠΙΚΟΙΝΩΝΗΣΤΕ ΜΑΖΙ ΜΑΣ ΓΙΑ ΑΥΤΗ ΤΗΝ ΕΙΔΟΠΟΙΗΣΗ;» παρακάτω.
      </p>

      <p>
        Ωστόσο, σημειώστε ότι αυτό δεν θα επηρεάσει τη νομιμότητα του
        επεξεργασία πριν από την απόσυρσή του ούτε, όταν το επιτρέπει η ισχύουσα
        νομοθεσία επηρεάζει την επεξεργασία των προσωπικών σας πληροφοριών που
        πραγματοποιείται σε εξάρτηση από νόμιμους λόγους επεξεργασίας εκτός από
        τον λογαριασμό συναίνεσης Πληροφορίες
      </p>

      <p>
        Εάν θέλετε οποιαδήποτε στιγμή να ελέγξετε ή να αλλάξετε τις πληροφορίες
        στο τον λογαριασμό σας ή να τερματίσετε τον λογαριασμό σας, μπορείτε:
        Κατόπιν αιτήματός σας να τερματίσετε τον λογαριασμό σας, θα
        απενεργοποιήσουμε ή θα διαγράψουμε τον λογαριασμό σας και πληροφορίες
        από τις ενεργές βάσεις δεδομένων μας. Ωστόσο, μπορεί να διατηρήσουμε
        μερικά πληροφορίες στα αρχεία μας για αποτροπή απάτης, αντιμετώπιση
        προβλημάτων, βοήθεια με τυχόν έρευνες, επιβάλλετε τους νομικούς μας
        όρους ή/και συμμορφωθείτε με ισχύουσες νομικές απαιτήσεις.
      </p>

      <h3>10. ΣΤΟΙΧΕΙΑ ΕΛΕΓΧΟΥ ΓΙΑ ΧΑΡΑΚΤΗΡΙΣΤΙΚΑ ΜΗΝ ΠΑΡΑΚΟΛΟΥΘΕΙΤΕ</h3>

      <p>
        Τα περισσότερα προγράμματα περιήγησης ιστού και ορισμένα λειτουργικά
        συστήματα για κινητά και κινητά Οι εφαρμογές περιλαμβάνουν μια
        δυνατότητα ή ρύθμιση Do-Not-Track ("DNT") που μπορείτε ενεργοποιήστε για
        να υποδείξετε ότι η προτίμηση απορρήτου σας δεν έχει δεδομένα για εσάς
        Οι δραστηριότητες διαδικτυακής περιήγησης παρακολουθούνται και
        συλλέγονται. Σε αυτό το στάδιο αρ ενιαίο πρότυπο τεχνολογίας για την
        αναγνώριση και την υλοποίηση σημάτων DNT έχει οριστικοποιηθεί. Ως εκ
        τούτου, προς το παρόν δεν ανταποκρινόμαστε στο πρόγραμμα περιήγησης DNT
        σήματα ή οποιονδήποτε άλλο μηχανισμό που σας επικοινωνεί αυτόματα
        επιλογή να μην παρακολουθούνται διαδικτυακά. Εάν ένα πρότυπο για την
        online παρακολούθηση είναι υιοθέτησε ότι πρέπει να ακολουθήσουμε στο
        μέλλον, θα σας ενημερώσουμε σχετικά πρακτική σε μια αναθεωρημένη έκδοση
        αυτής της ειδοποίησης απορρήτου.
      </p>

      <h3>11. ΠΡΑΓΜΑΤΟΠΟΙΟΥΜΕ ΕΝΗΜΕΡΩΣΕΙΣ ΣΤΗΝ ΠΑΡΟΥΣΑ ΑΝΑΚΟΙΝΩΣΗ;</h3>

      <p>
        Εν συντομία: Ναι, θα ενημερώσουμε αυτήν την ειδοποίηση όπως απαιτείται
        για να παραμείνουμε συμβατοί με σχετικούς νόμους. Ενδέχεται να
        ενημερώνουμε αυτή τη σημείωση απορρήτου από καιρό σε καιρό. Η
        ενημερωμένη έκδοση θα υποδεικνύεται από μια ενημερωμένη ημερομηνία
        "Αναθεώρηση" και η ενημερωμένη έκδοση θα τεθεί σε ισχύ μόλις είναι
        προσβάσιμη. Αν εμείς πραγματοποιήσετε ουσιαστικές αλλαγές σε αυτήν τη
        σημείωση απορρήτου, ενδέχεται να σας ειδοποιήσουμε με ευδιάκριτη
        ανάρτηση ειδοποίησης τέτοιων αλλαγών ή με απευθείας αποστολή σας μια
        ειδοποίηση. Εμείς. σας ενθαρρύνουμε να διαβάσετε αυτήν τη σημείωση
        απορρήτου συχνά για να ενημερώνεστε για το πώς προστατεύουμε τις
        πληροφορίες σας.
      </p>

      <h3>
        12. ΠΩΣ ΜΠΟΡΕΙΤΕ ΝΑ ΕΞΕΤΑΣΕΤΕ, ΝΑ ΕΝΗΜΕΡΩΣΕΤΕ Ή ΝΑ ΔΙΑΓΡΑΨΕΤΕ ΤΑ
        ΔΕΔΟΜΕΝΑ ΠΟΥ ΣΥΛΛΕΓΟΥΜΕ ΑΠΟ ΕΣΑΣ;
      </h3>

      <p>
        Με βάση την ισχύουσα νομοθεσία της χώρας σας, μπορεί να έχετε το
        δικαίωμα να ζητήστε πρόσβαση στα προσωπικά στοιχεία που συλλέγουμε από
        εσάς, αλλάξτε αυτές τις πληροφορίες ή διαγράψτε τις. Για να ζητήσετε
        έλεγχο, ενημέρωση ή διαγραφή τα προσωπικά σας στοιχεία, συμπληρώστε και
        υποβάλετε ένα υποκείμενο δεδομένων αίτημα πρόσβασης.
      </p>
    </div>
  );
};

export default PrivacyPolicyEl;
